-- phpMyAdmin SQL Dump
-- version 4.5.4.1deb2ubuntu2.1
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Sep 24, 2021 at 11:40 AM
-- Server version: 5.7.33-0ubuntu0.16.04.1
-- PHP Version: 7.0.33-0ubuntu0.16.04.16

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `news`
--

-- --------------------------------------------------------

--
-- Table structure for table `news`
--

CREATE TABLE `news` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `descr` text NOT NULL,
  `img` varchar(50) NOT NULL,
  `date` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `news`
--

INSERT INTO `news` (`id`, `title`, `descr`, `img`, `date`) VALUES
(20, 'Պետք է բոլորիս առաջ որակապես նոր մակարդակի տնտեսություն ունենալու խնդիր լինի. վարչապետ', 'Վարչապետն ուրախությամբ արձանագրել է, որ արդեն մայիսին ունեցել ենք կրճատված աշխատատեղերի մեծ մասի վերականգնում: «Երեկ մենք ամփոփել ենք նաև հունիսի տվյալները և կարող եմ արձանագրել, որ այդ միտումը շարունակվում է, և չնայած կարիք ունենք վերլուծելու և հասկանալու մեր ձեռքի տակ եղած վիճակագրությունը, որը վկայում է, որ 2020թ. հունիսին 2019թ. հունիսի համեմատությամբ ավելի շատ աշխատատեղեր ունենք, ընդ որում ավելի մեծ աշխատավարձային ֆոնդով, ավելի մեծ միջին աշխատավարձով: Այստեղ մենք իհարկե փորձում ենք վերլուծել, թե ինչի հետ է կապված սա:\r\n\r\nՇատ հնարավոր է, որ սա ինչ-որ մասով կապված է ստվերի կրճատման մեր քաղաքականության հետ, բայց, այնուամենայնիվ, թվերը կան, ընդ որում սա ՊԵԿ-ի տվյալներն են և այս տվյալները հաստատված են, առկա են կոնկրետ հաշվետվություններով, այս բոլոր աշատատեղերի համար վճարված է աշխատավարձ և ներկայացված է եկամտային հարկի հաշվետվություն», - ընդգծել է կառավարության ղեկավարը:\r\n\r\nԱնդրադառնալով կորոնավիրուսի հետ կապված իրավիճակին՝ վարչապետը նշել է, որ այն ընդհանուր առմամբ շարունակում է մնալ լարված, բայց մյուս կողմից տեսանելի է, որ առողջապահական համակարգի վրա ծանրաբեռնվածությունը թուլանում է: «Ըստ էության, կարող ենք զգուշավոր գնահատական տալ, որ մտնում ենք առողջապահական իմաստով կորոնավիրուսի ճգնաժամի հաղթահարման փուլ, եթե իհարկե մենք շարունակենք պահպանել այն հակահամաճարակային կանոնները, որոնք սահմանված են: Ինչո՞ւ եմ ես սա ասում, որովհետև Հայաստանում որոշակի շրջանակների կողմից շարունակվում է քարոզվել համաճարակն ընդլայնելուն միտված գործողություններ, մասնավորապես, դիմակների հետ կապված:\r\n\r\nՄեզ համար ակնհայտ է, որ լարվածության այս թուլացումը առաջին հերթին դիմակների հետ կապված միջոցառման ներդրման արդյունք է, այստեղ որևէ կասկած չկա: Եթե մենք հետևողական այս պրոցեսը չշարունակենք, այդտեղ էլ որևէ կասկած չկա, որ կունենանք թվերի աճ, ընդ որում, սա մեզ ցույց է տալիս նաև այլ երկրների օրինակը: Մենք տեսնում ենք, որ այն երկրները, ովքեր հետևողական մինչև առնվազն վերջերս չէին մտցնում դիմակ կրելու պարտադիր պայման, հիմա հերթով ստիպված կայացնում են այդ որոշումը: Մենք էլ ենք ստիպված կայացրել, պարզ է, որ տհաճ է, այնքան էլ հաճելի չէ սեփական քաղաքացիներին պարտադրել, որ դիմակ կրեն, մեզ էլ բոլորիս հաճելի չէ, որ մենք նստած ենք դիմակներով, բայց իրավիճակից բխող քայլեր իհարկե պետք է ձեռնարկենք»,- ընդգծել է կառավարության ղեկավարը:', '', '2020-08-02 21:52:36'),
(21, 'Կոռուպցիայի կանխարգելման հանձնաժողովն ուսումնասիրում է` Ծառուկյանն անհամատեղելիության պահանջը առերևույթ խախտել է, թե ոչ', 'Մինչև հոկտեմբերի սկիզբ Կոռուպցիայի կանխարգելման հանձնաժողովը պետք է իր եզրակացությունը ներկայացնի այն մասին, թե արդյոք «Բարգավաճ Հայաստան» կուսակցության (ԲՀԿ) առաջնորդ, պատգամավոր Գագիկ Ծառուկյանը անհամատեղելիության պահանջը առերևույթ խախտել է, թե ոչ։ Հուլիսի 6-ի վարույթը հարուցվել է Արդարադատության նախարարության իրավաբանական անձանց պետական ռեգիստրի գործակալության պետի կողմից հանձնաժողով ներկայացրած դիմումի հիման վրա, որին կցված է հունիսի 23-ի «Մուլտի Գրուպ» կոնցեռն ընկերության ընդհանուր ժողովի արձանագրությունը, որը ստորագրել է Գագիկ Ծառուկյանը։', '', '2020-08-02 21:53:07'),
(22, 'Սամվել Բաբայան. Արցախի միջազգային ճանաչումն այլընտրանք չունի', 'Հայաստանի Ազգային անվտանգության նոր ռազմավարությունում, որը հավանության է արժանացել Անվտանգության խորհրդի հուլիսի 10-ի նիստում, «համահայկական օրակարգի առանցքային բաղադրիչ Արցախին անդրադարձ է կատարվում առանձին`«Արցախի անվտանգության ապահովում» ենթագլխով, որը ոչ պատահականորեն զուգորդվում է Հայաստանի անկախության, ինքնիշխանության, տարածքային ամբողջականության հետ», - նաև ասված է հայտարարությունում:\r\n\r\n«Համաշխարհային և տարածաշրջանային փոխակերպումները, որոնք իրենց արտացոլումն են գտել Հայաստանի Ազգային անվտանգության ռազմավարություն մեջ, այնուհանդերձ չեն փոխել Հայաստանի պատկերացումը ադրբեջանա-ղարաբաղյան հակամարտության` որպես ՀՀ գլխավոր մարտահրավերի և Ադրբեջանի կողմից ուժի կիրառման` որպես ՀՀ հիմնական սպառնալիքի վերաբերյալ, որով և վերահաստատվում է Արցախի անվտանգության երաշխավոր լինելը», - հայտարարում է Սամվել Բաբայանը՝ ընդգծելով, որ Արցախն այս համատեքստում շարունակելու է գործակցությունը Հայաստանի հետ:', '', '2020-08-02 21:53:50'),
(23, 'My New Header', 'Lorem ipsum 27.01.2021', '', '2021-01-28 21:16:01');

-- --------------------------------------------------------

--
-- Table structure for table `pages`
--

CREATE TABLE `pages` (
  `id` int(11) NOT NULL,
  `name` varchar(50) NOT NULL,
  `title` varchar(255) NOT NULL,
  `meta_d` varchar(255) NOT NULL,
  `descr` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `pages`
--

INSERT INTO `pages` (`id`, `name`, `title`, `meta_d`, `descr`) VALUES
(1, 'home', 'PHP - պարզ, դինամիկ վեբ կայք', 'Պարզ դինամիկ վեբ կայք:', 'Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ականներից` Lorem Ipsum-ը հանդիսացել է տպագրական արդյունաբերության ստանդարտ մոդելային տեքստ, ինչը մի անհայտ տպագրիչի կողմից տարբեր տառատեսակների օրինակների գիրք ստեղծելու ջանքերի արդյունք է:'),
(2, 'news', 'Նորություններ', 'Նորություններ', 'Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ականներից` Lorem Ipsum-ը'),
(3, 'about', 'Մեր մասին', 'Մեր մասին', 'Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ականներից` Lorem Ipsum-ը հանդիսացել է տպագրական արդյունաբերության ստանդարտ մոդելային տեքստ, ինչը մի անհայտ տպագրիչի կողմից տարբեր տառատեսակների օրինակների գիրք ստեղծելու ջանքերի արդյունք է:'),
(4, 'feedback', 'Հետադարձ կապ', 'Հետադարձ կապ', 'Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ականներից` Lorem Ipsum-ը հանդիսացել է տպագրական արդյունաբերության ստանդարտ մոդելային տեքստ, ինչը մի անհայտ տպագրիչի կողմից տարբեր տառատեսակների օրինակների գիրք ստեղծելու ջանքերի արդյունք է:');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `news`
--
ALTER TABLE `news`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `pages`
--
ALTER TABLE `pages`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `news`
--
ALTER TABLE `news`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=24;
--
-- AUTO_INCREMENT for table `pages`
--
ALTER TABLE `pages`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
